{
  "text": {
    "xin": 229,
    "chào": 19,
    "bạn": 12,
    "hello": 60,
    "hi": 61,
    "cusc": 27,
    "trung": 189,
    "tâm": 200,
    "mình": 106,
    "cho": 17,
    "hỏi": 75,
    "với": 224,
    "ạ": 259,
    "có": 32,
    "ai": 2,
    "ở": 261,
    "đây": 240,
    "không": 83,
    "tạm": 206,
    "biệt": 9,
    "hẹn": 72,
    "gặp": 57,
    "lại": 97,
    "bye": 10,
    "goodbye": 55,
    "thời": 179,
    "nữa": 134,
    "đi": 235,
    "thôi": 170,
    "nhé": 123,
    "sau": 155,
    "cảm": 36,
    "ơn": 258,
    "thoát": 167,
    "làm": 93,
    "sao": 154,
    "để": 251,
    "đăng": 244,
    "ký": 87,
    "khóa": 82,
    "học": 74,
    "tại": 205,
    "tôi": 203,
    "muốn": 104,
    "front": 48,
    "end": 47,
    "hướng": 70,
    "dẫn": 46,
    "acn": 1,
    "pro": 143,
    "cách": 30,
    "kiểm": 85,
    "thử": 181,
    "phần": 141,
    "mềm": 110,
    "module": 102,
    "__number__": 0,
    "cần": 38,
    "hỗ": 76,
    "trợ": 197,
    "ngắn": 121,
    "hạn": 71,
    "quản": 148,
    "trị": 195,
    "và": 221,
    "an": 3,
    "ninh": 128,
    "mạng": 109,
    "như": 125,
    "thế": 177,
    "nào": 129,
    "biết": 8,
    "quy": 146,
    "trình": 192,
    "arena": 6,
    "multimedia": 103,
    "qua": 144,
    "website": 228,
    "khi": 80,
    "cuối": 28,
    "thiết": 165,
    "kế": 88,
    "đồ": 253,
    "họa": 73,
    "thể": 178,
    "trực": 198,
    "tiếp": 185,
    "đã": 241,
    "nhận": 126,
    "được": 245,
    "giải": 52,
    "thưởng": 173,
    "gì": 56,
    "huy": 66,
    "chương": 20,
    "hay": 59,
    "chứng": 25,
    "nổi": 132,
    "bật": 13,
    "đạt": 246,
    "trong": 188,
    "lĩnh": 95,
    "vực": 226,
    "cntt": 26,
    "các": 29,
    "của": 39,
    "công": 34,
    "tặng": 211,
    "quốc": 150,
    "gia": 49,
    "danh": 41,
    "hiệu": 64,
    "là": 92,
    "từng": 216,
    "đoạt": 237,
    "về": 223,
    "đào": 238,
    "tạo": 207,
    "uy": 217,
    "tín": 202,
    "mà": 105,
    "cúp": 35,
    "chất": 22,
    "lượng": 96,
    "xuất": 230,
    "sắc": 160,
    "phải": 139,
    "giảng": 53,
    "viên": 219,
    "thông": 171,
    "tin": 183,
    "đội": 255,
    "ngũ": 120,
    "sách": 158,
    "ngành": 118,
    "kinh": 84,
    "nghiệm": 116,
    "thầy": 175,
    "cô": 33,
    "dạy": 45,
    "quảng": 149,
    "cáo": 31,
    "tiếng": 184,
    "anh": 4,
    "aptech": 5,
    "phụ": 142,
    "trách": 191,
    "chi": 16,
    "tiết": 186,
    "giới": 54,
    "thiệu": 166,
    "chung": 18,
    "sứ": 162,
    "mệnh": 111,
    "lịch": 99,
    "sử": 163,
    "hình": 68,
    "thành": 169,
    "ra": 151,
    "đời": 257,
    "từ": 215,
    "năm": 130,
    "mô": 107,
    "tả": 208,
    "nghệ": 117,
    "đh": 234,
    "thơ": 172,
    "hoạt": 65,
    "động": 256,
    "đâu": 239,
    "vai": 218,
    "trò": 193,
    "khu": 81,
    "đồng": 254,
    "bằng": 15,
    "sông": 159,
    "cửu": 40,
    "long": 91,
    "tầm": 209,
    "nhìn": 124,
    "chức": 24,
    "năng": 131,
    "hôm": 69,
    "nay": 115,
    "rất": 153,
    "vui": 220,
    "đang": 233,
    "thấy": 174,
    "tuyệt": 199,
    "vời": 225,
    "trạng": 194,
    "tốt": 213,
    "thật": 176,
    "phấn": 140,
    "chấn": 21,
    "một": 112,
    "ngày": 119,
    "đẹp": 249,
    "trời": 196,
    "tràn": 190,
    "đầy": 248,
    "ổn": 260,
    "quá": 147,
    "bài": 11,
    "gồm": 58,
    "những": 127,
    "nội": 133,
    "dung": 43,
    "môn": 108,
    "gian": 50,
    "bao": 7,
    "lâu": 94,
    "phí": 136,
    "tập": 210,
    "vào": 222,
    "data": 42,
    "science": 156,
    "đúng": 243,
    "kỳ": 89,
    "khai": 79,
    "chỉ": 23,
    "giá": 51,
    "tìm": 201,
    "hiểu": 62,
    "lập": 98,
    "tế": 212,
    "thức": 180,
    "hiện": 63,
    "lợi": 101,
    "ích": 231,
    "theo": 164,
    "mỹ": 114,
    "thuật": 168,
    "đa": 232,
    "phương": 138,
    "tiện": 187,
    "lớp": 100,
    "photoshop": 135,
    "illustrator": 78,
    "cấp": 37,
    "nhiêu": 122,
    "phù": 137,
    "hợp": 77,
    "mục": 113,
    "đích": 242,
    "điều": 236,
    "kiện": 86,
    "steam": 157,
    "dành": 44,
    "đối": 252,
    "tượng": 204,
    "liên": 90,
    "quan": 145,
    "đến": 250,
    "robotics": 152,
    "thực": 182,
    "hành": 67,
    "web": 227,
    "sắp": 161,
    "tới": 214,
    "bắt": 14,
    "đầu": 247
  },
  "intent": {
    "xin_chao": 12,
    "tam_biet": 11,
    "dang_ky": 0,
    "giai_thuong": 1,
    "giang_vien": 2,
    "gioi_thieu": 3,
    "mood_great": 9,
    "khoa_hoc_acnpro": 4,
    "khoa_hoc_aptech": 5,
    "khoa_hoc_arena": 6,
    "khoa_hoc_ngan_han": 7,
    "khoa_hoc_steam": 8,
    "ngaykhaigiang": 10
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 10,
    "action_unlikely_intent": 11,
    "action_back": 0,
    "action_extract_slots": 5,
    "utter_dang_ky": 12,
    "utter_giai_thuong": 13,
    "utter_giang_vien": 14,
    "utter_gioi_thieu": 15,
    "utter_khoa_hoc_acnpro": 16,
    "utter_khoa_hoc_aptech": 17,
    "utter_khoa_hoc_arena": 18,
    "utter_khoa_hoc_ngan_han": 19,
    "utter_khoa_hoc_steam": 20,
    "utter_ngaykhaigiang": 21,
    "utter_tam_biet": 22,
    "utter_xin_chao": 23
  },
  "action_text": null,
  "intent_response_key": null
}