[ 
{
    "name" : "Lập trình viên Quốc tế - APTECH",
    "description" : "Ngành học song song. Học viên hoàn toàn có khả năng thiết kế các ứng dụng quản lý và điều hành doanh nghiệp dựa trên công nghệ Java EE; được đào tạo kiến thức về an ninh mạng và bảo mật ứng dụng Web; Phát triển ứng dụng di động trên nền Android. Lập trình một ứng dụng Web thật sử dụng nhiều công nghệ kết hợp. Hoàn thành năm 2, sinh viên có khả năng phát triển trên các ứng dụng lớn, tính chất đa nền tảng toàn cầu cho doanh nghiệp, đặc biệt là các hệ thống Ngân hàng, hệ thống bảo hiểm, hệ thống siêu thị, Internet of Things… Khả năng phát triển chuyên sâu các ứng dụng nền tảng Android, iOS và các nền tảng di động khác. Học kỳ 1 PHÁT TRIỂN ỨNG DỤNG WEB TƯƠNG THÍCH ĐA THIẾT BỊ Học viên hoàn toàn có đủ khả năng xây dựng và phát triển website quảng bá doanh nghiệp, website thương mại điện tử; tự phân tích, chuẩn hóa và quản trị cơ sở dữ liệu trên nền SQL Server,...chủ đề: Logic Building and Elementary, Programming, Building Modern Websites, UI/UX for Responsive Web Design, Data Management with SQL Server, Frontend Web Development with React, PHP Development with Laravel Framework, eProject Responsive Web, Development. Mục tiêu học kỳ: Phát triển tư duy lập trình với ngôn ngữ lập trình C, Xây dựng giao diện Website hiện đại, sử dụng UI/UX để lập trình Web tương tác trải nghiệm người dùng và các ứng dụng tương tác đa thiết bị, Thiết kế & lập trình cơ sở dữ liệu với Microsoft SQL Server, Phát triển Website chạy trên tất cả trình duyệt Web & mọi thiết bị (Smartphone, Tablet, Mac,...) với React, Xây dựng Website và phát triển các chức năng hiện đại với ngôn ngữ lập trình PHP và dễ quản lý với Laravel, Đồ án cuối kỳ (Xây dựng website), tổng hợp kiến thức, rèn luyện tinh thần làm việc nhóm, thuyết trình.Chứng chỉ: CPISM (Certificate of Proficiency in System Management) do Tập đoàn Aptech Ấn Độ cấp.Vị trí việc làm: Lập trình viên Full-stack (Full-Stack Developer), Lập trình Website tương thích đa thiết bị (Responsive Website Developer),  Lập trình viên PHP (PHP Developer). học kỳ 2 LẬP TRÌNH FULL-STACK & CI/CD Học viên thành thạo các kỹ năng trong phát triển ứng dụng trên nền Java; khai thác dịch vụ Web, thiết kế Web tương tác tạo lợi thế cạnh tranh. Phát triển tác phong chuyên nghiệp và tinh thần làm việc nhóm, nắm vững kỹ năng nghề nghiệp lập trình. chủ đề: Data Processing with XML and JSON, Java Programming-I, Java Programming-II, Programming in C#, Project -Java Application Development.Mục tiêu: Sử dụng ngôn ngữ XML & JSON để lưu trữ và trao đổi dữ liệu, Phát triển ứng dụng Java phần I, Phát triển ứng dụng Java phần II, phát triển phần mềm hướng đối tượng bằng Java, sử dụng code từ Oracle và các tài liệu mã nguồn để viết code chuyên nghiệp, Phát triển các ứng dụng hướng đối tượng từ cơ bản đến nâng cao bằng ngôn ngữ lập trình C#, Kỹ năng nghề nghiệp lập trình, Đồ án cuối kỳ (Java), xây dựng kỹ năng làm việc nhóm chuyên nghiệp, tác phong vững vàng, thiết kế Web tương tác. Vị trí việc làm: Lập trình viên C# (C# Programmer), Chuyên viên lập trình ứng dụng Java (Java Developer), Lập trình ứng dụng Web hiện đại với Node.JS, Express.JS và MongoDB. Bằng cấp:Bằng DISM (Diploma in Information System Management) do Tập đoàn Aptech Ấn Độ cấp.Học kỳ 3 chủ đề: Essentials of NodeJS, Large Data Management (MongoDB), Developing Applications with Python, Developing ASP.NET Core MVC Applications, Developing Microsoft, Azure Solutions, Emerging Job Areas-SMAC, eProject -.NET Web Application Development. Mục tiêu học kỳ 3 PHÁT TRIỂN ỨNG DỤNG TRÊN NỀN ĐIỆN TOÁN ĐÁM MÂY VỚI .NET & AI Học viên thành thạo trong việc triển khai ứng dụng doanh nghiệp trên nền .Net; phát triển ứng dụng trên nền điện toán đám mây; hiểu rõ công cụ Hacking và cách thâm nhập để phòng ngừa tấn công hệ thống; Các phương pháp phân tích,thiết kế hướng đối tượng, phát triển các ứng dụng Window Form, Window Store bằng công nghệ .Net Microsoft; xây dựng các giải pháp công nghệ thông tin. Lập trình, kiểm tra và triển khai các ứng dụng web với NodeJS, Xây dựng website ASP.NET/MVC.NET sử dụng .NET Framework, Xây dựng ứng dụng Website chuyên nghiệp dành cho doanh nghiệp vừa và lớn với ASP.NET Core MVC,  Thiết kế và lập trình các ứng dụng doanh nghiệp có khả năng tương tác, kết hợp nhiều dịch vụ bao gồm máy chủ tại chỗ và Windows Azure,  Lập trình Python,  Thực hiện đồ án phát triển phần mềm, website bằng công nghệ .Net Vị trí việc làm: Chuyên viên phát triển ứng dụng Web với MVC.NET (Website Application Development .NET), Chuyên viên lập trình tích hợp AI nâng cao trải nghiệm người dùng, Chuyên gia phát triển ứng dụng điện toán đám mây trên nền MS Azure, Google Cloud, dịch vụ Web… Học kỳ 4: PHÁT TRIỂN ỨNG DỤNG THEO KIẾN TRÚC MICROSERVICE VỚI NLP & JAVA EE Học viên hoàn toàn có khả năng thiết kế các ứng dụng quản lý và điều hành doanh nghiệp dựa trên công nghệ Java EE; được đào tạo kiến thức về an ninh mạng và bảo mật ứng dụng Web; Phát triển ứng dụng di động trên nền Android. Lập trình một ứng dụng Web thật sử dụng nhiều công nghệ kết hợp. Hoàn thành năm 2, sinh viên có khả năng phát triển trên các ứng dụng lớn, tính chất đa nền tảng toàn cầu cho doanh nghiệp, đặc biệt là các hệ thống Ngân hàng, hệ thống bảo hiểm, hệ thống siêu thị, Internet of Things… Khả năng phát triển chuyên sâu các ứng dụng nền tảng Android, iOS và các nền tảng di động khác chủ đề: Introduction to Dart Programming, Application Development Using, Flutter and Dart, Web Component Development using Jakarta EE, Building Java Web Applications with Spring, Framework, Enterprise Application Development in Jakarta EE, Creating Services for the Web, Project-Java Enterprise, Application Development, Internship. Mục tiêu học kỳ 4: Sử dụng ngôn ngữ Java lập trình ứng dụng Website chuyên nghiệp, Phát triển các ứng dụng web nâng cao với Spring framework,  Thiết kế ứng dụng cho markup Language trong Jakarta Java E,   Phát triển dịch vụ Web (WebServices),  Lập trình di động đa nền với Dart và Flutter hiệu quả và nhanh,  Dự án lập trình, Đồ án cuối kỳ với Java, Thực tập tại các Công ty Lập trình hoặc CUSCSoftware nâng cao kỹ năng, tạo lợi thế cạnh tranh và việc làm sau khi tốt nghiệp. Vị trí việc làm:  Phát triển các ứng dụng trên mô hình AI tiên tiến.  Lập trình viên phát triển ứng dụng di động Mobile App.  Lập trình phát triển ứng dụng Website (Web Application Developer).Bằng cấp: Bằng ADSE (Advanced Diploma in Software Engineering) do Tập đoàn Aptech Ấn Độ cấp.",
    "quantity" : 300,
    "duration": "4 học kỳ 2 năm",
    "degree": "Advanced Diploma in Software Engineering (ADSE)"
},
{
    "name" : "Mỹ thuật Đa phương tiện Quốc tế - ARENA",
    "description" : "Ngành học song song. Mỹ thuật Đa phương tiện Quốc tế - Arena đào tạo toàn diện, bao quát các lĩnh vực của Mỹ thuật Đa phương tiện, phục vụ cho ngành công nghiệp sáng tạo và giải trí. Với chương trình học mang tầm quốc tế, sinh viên có thể phát triển toàn diện Portfolio thông qua các dự án thực tế, mở ra các cơ hội nghề nghiệp hấp dẫn. Xây dựng hành trang vững vàng với lộ trình 2 năm tại CUSC ARENA tốt nghiệp bằng ADIM (ADVANCED DIPLOMA IN MULTIMEDIA) do Tập đoàn CNTT Aptech Ấn Độ cấp. Học kỳ 1 (Graphicj Design): Thiết kế đồ họa truyền thông, Chương trình giúp học viên, Hiểu các khái niệm cơ bản về đồ họa và minh hoạ, Nghệ thuật chữ (Typography), Minh họa với Adobe Illustrator, Xử lý ảnh với Adobe Photoshop, Nhiếp ảnh kỹ thuật số và xử lý hậu kỳ với Lightroom, Thiết kế cho in ấn và quảng cáo. Vị trí việc làm: Chuyên viên thiết kế đồ họa, Nghệ sĩ minh họa, Họa sĩ trình bày, Chuyên viên xử lý ảnh,... Học kỳ 2 (web & digital design Thiết kế web tương tác và Digital Maketing):  Chương trình giúp học viên, Thiết kế web ấn tượng với Dreamweaver CC, Làm sinh động trang Web với JavaScript, Tạo hoạt hình 2D cho Web, Tạo giao diện tương tác cao cho người dùng, Tạo khung Wireframe, các prototype và thiết kế màn hình cho các sản phẩm kỹ thuật số, Vị trí việc làm: Chuyên viên thiết kế giao diện Web Chuyên viên thiết kế Website và Ứng dụng kỹ thuật số, Chuyên viên thiết kế UI/UX,...Học kỳ 3(Film Making và Game Design): Sản xuất phim kỹ thuật số và sản xuất game, Chương trình giúp học viên, Khái niệm và quy trình sản xuất phim kỹ thuật số,Tầm quan trọng của Storyboard, Biên tập hình ảnh và âm thanh, Dựng mô hình game 3D với 3Ds Max, Tạo chất liệu (texture) cho mô hình 3D trong game 3D, Thiết kế màn chơi với Unity 3D. Vị trí việc làm: Nghệ sỹ vẽ kịch bản phân cảnh, Kỹ thuật viên âm thanh, Nhà sáng tạo nội dung trên các nền tảng số (Facebook, Youtube, Tik Tok,...), Nhà biên tập phim, video, nghệ sỹ dựng mô hình 3D, chuyên gia kỹ xảo điện ảnh số,...Học kỳ 4 (3D Animation - Sản xuất phim hoạt hình 3D): Chương trình giúp học viên Hiểu quy trình tiền sản xuất của phim hoạt hình, Dựng mô hình nhân vật hoạt hình 3D với Maya, Tạo chất liệu cho mô hình 3D với Substance Painter, Chiếu sáng nhân vật và môi trường, Tạo chuyển động cho nhân vật, Kết xuất hình ảnh chất lượng với Arnold renderer trong Maya, Sử dụng Black Magic Fusion biên tập hình ảnh nâng cao. Vị trí việc làm: Chuyên gia kỹ xảo điện ảnh, hậu kỳ, Chuyên viên diễn hoạt nhân vật, Nghệ sỹ dựng mô hình 3D, Chuyên gia chuyển động 3D, Chuyên gia sản xuất phim hoạt hình 3D,...",
    "quantity" : 300,
    "duration": "4 học kỳ 2 năm",
    "degree": "Advanced Diploma in Multimedia (ADIM)"
}
]