[

{
    "name" : "Truyền thông đa phương tiện",
    "code" : "7320104",
    "description" : "Chuyển đổi số và Truyền thông số đang là một xu hướng phát triển nổi bật nhất hiện nay. Công nghệ thông tin đã và đang trở thành công cụ không thể thiếu trong việc thiết kế và biên tập các nội dung báo điện tử, các chương trình truyền hình, các video clip quảng cáo, các phần mềm trò chơi, chương trình giải trí, mô phỏng trong lĩnh vực y tế, các nội dung giáo dục đào tạo và các lĩnh vực khác trong cuộc sống thông qua đa phương tiện.Sau khi tốt nghiệp ngành Truyền thông Đa phương tiện, sinh viên hoàn toàn tự tin với khả năng và kiến thức chuyên sâu về thiết kế và biên tập các nội dung quảng cáo, thiết kế ấn phẩm báo chí, hoạt hình 2D/3D, kỹ xảo điện ảnh; quản lý, lập kế hoạch, tổ chức và giám sát quá trình thực hiện các dự án Truyền thông đa phương tiện. Bên cạnh đó, sinh viên sử dụng thành thạo ngôn ngữ và kỹ thuật lập trình để tham gia các dự án gia công phần mềm, lập trình Web thương mại điện tử, lập trình đa phương tiện: lập trình di động, trò chơi, ...",
    "fee" : "25 triệu/năm",
    "quantity": 90,
    "tilte": "Kỹ sư",
    "duration": "4,5 năm",
    "position": "Chuyên viên biên tập, quản trị báo điện tử, các kênh truyền thông số, tiếp thị số. Kỹ sư, lập trình phần mềm; phát triển các ứng dụng Web, ứng dụng trên thiết bị di động. Chuyên viên thiết kế, tư vấn quảng cáo, thiết kế bao bì, nhãn hiệu sản phẩm, thiết kế logo, làm phim quảng cáo, … hoặc một hệ thống nhận dạng thương hiệu (tại các công ty quảng cáo, PR). Chuyên viên/Giám đốc tổ chức sự kiện, chuyên viên truyền thông trực tiếp và trực tuyến. Giám đốc sản xuất, biên tập viên truyền hình, phóng viên (truyền thông đa phương tiện); xử lý âm thanh, hình ảnh trước khi phát sóng, thiết kế các nội dung truyền hình (tại các công ty truyền hình, hãng sản xuất phim). Giảng viên dạy tại các trường đại học, cao đẳng, trung cấp, … đào tạo về Truyền thông đa phương tiện. "
},
{
    "name" : "Kỹ thuật phần mềm",
    "code" : "7480103",
    "description" : "Ngành Kỹ thuật phần mềm (KTPM) đào tạo sinh viên trở thành kỹ sư KTMP chất lượng cao, có sức khỏe, đạo đức và trách nhiệm với xã hội, có kiến thức và kỹ năng chuyên môn để phát triển các hệ thống phần mềm; có thể đảm nhận vị trí nghề nghiệp trong lĩnh vực công nghệ phần mềm; có khả năng học tập suốt đời và khả năng làm việc trong lĩnh vực phần mềm trong và ngoài nước. Sinh viên được học kiến thức và kỹ năng chung dành cho người kỹ sư công nghệ thông tin; kiến thức chuyên sâu về phân tích, thiết kế, cài đặt, kiểm thử, đảm bảo chất lượng, bảo trì phần mềm và quản lý dự án phần mềm; kiến thức nền tảng để phát triển hoàn chỉnh các hệ thống phần mềm theo một trong ba hướng: phần mềm nhúng và IoT, phần mềm nghiệp vụ, hoặc phần mềm mô phỏng.",
    "fee" : "25 triệu/năm",
    "quantity": 80,
    "tilte": "Kỹ sư",
    "duration": "4,5 năm",
    "position": "Kỹ sư phát triển phần mềm. Kỹ sư kiểm thử phần mềm. Kỹ sư phân tích và thiết kế phần mềm. Kỹ sư bảo trì phần mềm. Trưởng nhóm lập trình, trưởng dự án và các vị trí điều hành các cấp trong dự án phần mềm. Chủ doanh nghiệp sản xuất phần mềm. Cán bộ nghiên cứu và ứng dụng Công nghệ thông tin. Giảng viên các trường đại học, cao đẳng, trung cấp đào tạo về Công nghệ thông tin."
},
{
    "name" : "Công nghệ thông tin",
    "code" : "7480201",
    "description" : "Chuyên ngành Công nghệ thông tin (CNTT) đào tạo kỹ sư có kỹ năng và kiến thức để đảm nhận vị trí nghề nghiệp trong lĩnh vực CNTT, thăng tiến đến vị trí lãnh đạo, khả hành nghiên cứu  hoặc tiếp tục học cao hơn trong lĩnh vực này. Sinh viên ngành CNTT sẽ được trang bị những kiến thức nền tảng về cơ sở lý thuyết, toán và khoa học được sử dụng trong lĩnh vực CNTT, kiến thức chuyên sâu và các giải pháp về sản phẩm CNTT đương đại. Sau khi học xong chương trình, người học có khả năng giải thích và vận dụng kiến thức nền tảng, các giải pháp và sản phẩm CNTT thích hợp đáp ứng nhu cầu của một tổ chức hay cá nhân.",
    "fee" : "25 triệu/năm",
    "quantity": 80,
    "tilte": "Kỹ sư",
    "duration": "4,5 năm",
    "position": "Nhà tư vấn, giám sát, nhà lãnh đạo lĩnh vực công nghệ thông tin cho các tổ chức, doanh nghiệp hay cá nhân. Lập trình viên, kỹ thuật viên, quản trị viên hệ thống công nghệ thông tin cho các tổ chức, doanh nghiệp hay cá nhân. Cán bộ nghiên cứu, phân tích trong lĩnh vực công nghệ thông tin tại các viện nghiên cứu hay các trường đại học Giảng viên giảng dạy ở các trường đại học, cao đẳng, trung học chuyên nghiệp, trung học phổ thông."
},

{
    "name" : "Logistics và Quản lý chuỗi cung ứng",
    "code" : "7510605",
    "description" : "Ngành Logistics và Quản lý chuỗi cung ứng đào tạo những cử nhân có khả năng phân tích, thiết kế, quản lý, vận hành hệ thống logistics và chuỗi cung ứng nhằm đảm bảo sự lưu thông của hàng hóa từ khâu cung ứng nguyên vật liệu, đến các nhà máy sản xuất, và thông qua các kênh phân phối đưa sản phẩm đến tay người tiêu dùng với chi phí thấp và cạnh tranh.Sinh viên sẽ được học những kiến thức tổng quan và chuyên sâu về lĩnh vực Logistics và Quản lý chuỗi cung ứng như quản lý logistics, quản lý chuỗi cung ứng, quản lý hệ thống phân phối, vận tải hàng hóa, kỹ thuật điều độ trong sản xuất và dịch vụ, các mô hình ra quyết định trong chuỗi cung ứng, mô hình hóa và mô phỏng sự vận hành của hệ thống logistics, logistics quốc tế, quản lý logistics ngược và tính bền vững.",
    "fee" : "25 triệu/năm",
    "quantity": 90,
    "tilte": "Cử nhân",
    "duration": "4 năm",
    "position": "Quản lý và lập kế hoạch sản xuất. Quản lý các hệ thống vận tải. Quản lý hệ thống kho và phân phối.  Quản lý nhà cung cấp. Quản lý các hoạt động, quy trình xuất nhập khẩu. Chuyên viên tư vấn và phân tích chuỗi cung ứng và hệ thống logistics.Về lâu dài, với kiến thức, kinh nghiệm tích lũy, cử nhân Logistics và Quản lý chuỗi cung ứng có thể trở thành các chuyên gia, nhà tư vấn, hay nhà quản lý trong các lĩnh vực liên quan đến logistics và chuỗi cung ứng trong các công ty, tổ chức trong và ngoài nước."
},
{
    "name" : "Quản trị dịch vụ du lịch và lữ hành",
    "code" : "7810103",
    "description" : "Ngành Quản trị Dịch vụ Du Lịch & Lữ hành là ngành học mang nhiều tính ứng dụng hiện đại và có nhiều cơ hội việc làm khi ra trường. Chương trình đào tạo (CTĐT) của ngành được cập nhật và gần với CTĐT của các trường đại học ở những nước phát triển. CTĐT ngành Quản trị Dịch vụ Du Lịch & Lữ hành được thiết kế nhằm hướng đến đào tạo nguồn nhân lực có chất lượng trong lĩnh vực dịch vụ du lịch và lữ hành. Sinh viên được cung cấp những kiến thức cơ bản về quản lý, kinh doanh tại đơn vị cung cấp dịch vụ và du lịch như khách sạn, nhà hàng, công ty lữ hành, vui chơi giải trí và các doanh nghiệp cung cấp dịch vụ khác. Trong quá trình học các học phần chuyên ngành như Quản trị Dịch vụ & Du lịch, Quản trị Kinh doanh Lưu trú, Quản trị Kinh doanh Nhà hàng, Tổ chức sự kiện…vv.., sinh viên có nhiều cơ hội được tiếp cận thực tế từ những buổi thăm quan, kiến tập và thực tập tại các tổ chức/doanh nghiệp kinh doanh dịch vụ du lịch.",
    "fee" : "25 triệu/năm",
    "quantity": 100,
    "tilte": "Cử nhân",
    "duration": "4 năm",
    "position": "Chuyên viên tại các Trung tâm xúc tiến đầu tư thương mại và du lịch: sinh viên tốt nghiệp có khả năng làm việc tại các trung tâm phụ trách các hoạt động liên quan đến công tác xúc tiến đầu tư thương mại du lịch cho địa phương nói chung và các đơn vị kinh tế trong lĩnh vực đầu tư và thương mại du lịch nói riêng. Chuyên viên tại các cơ quan quản lý du lịch tại địa phương. Nhân viên, giám sát, quản lý tại các bộ phận trong các đơn vị kinh doanh lưu trú, nhà hàng, lữ hành, và giải trí. Nghiên cứu viên, giảng viên tại các cơ sở nghiên cứu, viện trường có hoạt động nghiên cứu và đào tạo liên quan đến lĩnh vực dịch vụ du lịch"
}
]