[
{
    "name" : "Lê Hoàng Thảo",
    "degree": "Thạc sĩ. Chức vụ: Giám đốc.",
    "description": "Năm bắt đầu dạy: 2000 Năm bắt đầu dạy tại CUSC: 2001 Chứng chỉ sư phạm: Nghiệp vụ sư phạm, Kỹ năng giảng dạy chuẩn quốc tế. Chứng chỉ Aptech: Công nghệ Java, Công nghệ .Net. Chứng chỉ khác: Aptech certified trainer: HTML, C++, C#. Net, Software project management; CMM software engineering & management train the trainer, IT Project Planning and Management, Chief Executive Officer… Đã tham gia các khóa đào tạo: Quản lý khoa, bộ môn."
},
{
    "name" : "Trương Xuân Việt",
    "degree": "Học vị: Tiến sĩ. Chức vụ: Phó Giám đốc, Trưởng Bộ phận Đào tạo. Phụ trách: Giảng dạy và hướng dẫn thực tập thực tế.",
    "description": "Năm bắt đầu dạy: 2002, Năm bắt đầu dạy tại CUSC: 2002, Chứng chỉ sư phạm: Nghiệp vụ sư phạm, Kỹ năng giảng dạy chuẩn quốc tế (ibstpi), Chứng chỉ Aptech: Chứng chỉ tập huấn giáo viên, Aptech cho công nghệ J2EE và .NET (Cochin, Ấn Độ); Internet Security, C#, VB.net and Winforms 2003,SQL 2K, Unix, Logic Building with C, Dream Weaver MX, XML, Chứng chỉ khác: Kỹ năng quản hoạch định và quản lý công việc (CBA). Đã tham gia các khóa đào tạo: Quản trị mạng với Linux (AUF), Trại lập trình (GAMA)."
},
{
    "name" : "Nguyễn Hoàng Việt",
    "degree": "Học vị: Thạc sĩ, Giảng viên chính. Chức vụ: Cố vấn",
    "description": "Năm bắt đầu dạy: 1983Năm bắt đầu dạy tại CUSC: 2001, Chứng chỉ sư phạm: Nghiệp vụ sư phạm, Chứng chỉ Aptech: Công nghệ mạng, Chứng chỉ khác: Chứng chỉ Phương pháp luận nghiên cứu khoa học; Quản lý khoa, phòng, bộ môn; Giáo dục Đại học, Đã tham gia các khóa đào tạo: Network Software Development; Project and Programme Management; Workshop on Quality Management; Workshop on Student-Centered Education."
},
{
    "name" : "Lê Thị Minh Loan",
    "degree": "Học vị: Thạc sĩ. Chức vụ: Phó Bộ môn. Phụ trách: Giảng dạy và hướng dẫn thực tập thực tế.",
    "description": "Năm bắt đầu dạy: 2004, Năm bắt đầu dạy tại CUSC: 2004, Chứng chỉ sư phạm: Nghiệp vụ sư phạm, Chứng chỉ Aptech: Advance Java, Java Server Page, JSF & Struts, Integrating XML with Java, Enterprice Java Bean, XML, Logic Building with C, XML Web Services with Java, SQL Server, Chứng chỉ khác: Đã tham gia các khóa đào tạo: Kỹ năng giảng dạy theo chuẩn quốc tế, Kỹ năng làm việc chuyên nghiệp."
},
{
    "name" : "Cù Vĩnh Lộc",
    "degree": "Học vị: Tiến sĩ",
    "description": "Năm bắt đầu dạy: 2001, Năm bắt đầu dạy tại CUSC: 2001, Chứng chỉ sư phạm: Nghiệp vụ sư phạm, Kỹ năng giảng dạy chuẩn quốc tế, Chứng chỉ Aptech: SQL Server, Logic Building with C, C#, Dream Weaver MX, HTML/ DHTML, RH133-RH Limux System Administration, EJB, JAVA BEANS - J2EE, XML Webservices with dotNet, Windows Communication Foundation., Chứng chỉ khác:, Quản lý khoa, phòng, bộ môn, Đã tham gia các khóa đào tạo: Kỹ năng làm việc chuyên nghiệp."
},
{
    "name" : "Nguyễn Võ Thông Thái",
    "degree": "Học vị: Thạc sĩ. Giảng viên",
    "description": "Năm bắt đầu dạy: 2015, Năm bắt đầu dạy tại CUSC: 2015, Chứng chỉ sư phạm: Nghiệp vụ sư phạm, Chứng chỉ Aptech: CCNP Routing & Switching; Routing Technology; Social Engineering And, User Awareness; Windows and Linux Hacking; Wan Security & Wireless Technology; Windows Server 2016, Chứng chỉ khác: MCSA, Phòng chống mã độc Ransomware, Đã tham gia các khóa đào tạo: An toàn an ninh thông tin"
},
{
    "name" : "Võ Duy Anh",
    "degree": "Học vị: Kỹ sư tin học. Chức vụ: Trưởng nhóm chuyên ngành Đa phương tiện. Phụ trách: giảng dạy và hướng dẫn thực tập thực tế.",
    "description": "Năm bắt đầu dạy: 2009, Năm bắt đầu dạy tại CUSC: 2009, Chứng chỉ sư phạm: Nghiệp vụ sư phạm, Chứng chỉ Aptech: Indesign, MediaPublishing-PageMaker, QuarkExp & CDA, Photoshop & COG, Audio Video, Typography & Printing, Modeling & Texturing, 3DS Max, Chứng chỉ khác: Đạo diễn và sản xuất phim., Đã tham gia các khóa đào tạo: Kỹ năng Giao tiếp và Ứng xử, Đạo diễn và sản xuất phim, Thiết kế phim quảng cáo/hoạt hình."
},
{
    "name" : "Văn Thị Xuân Hồng",
    "degree": "Học vị: Thạc sĩ. Chức vụ: Chánh văn phòng",
    "description": "Năm bắt đầu dạy: 2001, Năm bắt đầu dạy tại CUSC: 2001, Chứng chỉ sư phạm: Nghiệp vụ sư phạm, Kỹ năng giảng dạy chuẩn quốc tế, Chứng chỉ Aptech: Logic building C, SQL Server, XML, UML. Chứng chỉ khác: : Kỹ sư cầu nối Nhật Bản – Việt Nam, Scrum Foundation, Lập và QLDA Đầu tư ứng dụng CNTT, Lập dự toán chi phí đầu tư ứng dụng CNTT. Đã tham gia các khóa đào tạo"
},
{
    "name" : "Nguyễn Trung Kiên",
    "degree": "Học vị: Kỹ sư tin học - Tước hiệu: Nghệ sĩ nhiếp ảnh - A.VAPA/A.FIAP. Phụ trách: giảng dạy và hướng dẫn thực tập thực tế.",
    "description": "Năm bắt đầu dạy: 2001, Năm bắt đầu dạy tại CUSC: 2001, Chứng chỉ sư phạm: Nghiệp vụ sư phạm, Kỹ năng giảng dạy chuẩn quốc tế, Chứng chỉ Aptech: Photoshop & COG; Audio Video; After Effects; Advertising Design Concept; Photography concepts and Lightroom; Digital Maketing and Media concepts.Chứng chỉ khác: Photography and Video Editing Design - Kent (Australia); Chuyên viên Marketing - Trung tâm Đào tạo Luật Kinh tế TP.HCM; Thương mại điện tử - VCCI. Đã tham gia các khóa đào tạo: Nhiếp ảnh nghệ thuật Căn bản (2011), Nhiếp ảnh nghệ thuật Nâng cao (2014)."
},
{
    "name" : "Ông Thị Mỹ Linh",
    "degree": "Học vị: Thạc sĩ. Giảng dạy mời giảng.",
    "description": "Năm bắt đầu dạy: 2005, Năm bắt đầu dạy tại CUSC: 2005, Chứng chỉ sư phạm: Nghiệp vụ sư phạm, Kỹ năng giảng dạy chuẩn quốc tế, Chứng chỉ Aptech: Công nghệ .Net, Logic Building with C, SQL Server, Mobile Applications using Windows Phone, JAVA SE8, PHP, HTML5, Dream Weaver MX. Chứng chỉ khác: Đã tham gia các khóa đào tạo: Kỹ năng làm việc chuyên nghiệp"
}

]