{
  "text": {
    "làm": 84,
    "sao": 142,
    "để": 233,
    "đăng": 226,
    "ký": 78,
    "khóa": 73,
    "học": 66,
    "tại": 190,
    "cusc": 23,
    "tôi": 188,
    "muốn": 94,
    "front": 44,
    "end": 43,
    "hướng": 63,
    "dẫn": 42,
    "acn": 1,
    "pro": 131,
    "cách": 26,
    "kiểm": 76,
    "thử": 166,
    "phần": 129,
    "mềm": 100,
    "module": 92,
    "__number__": 0,
    "cần": 34,
    "hỗ": 67,
    "trợ": 182,
    "ngắn": 111,
    "hạn": 64,
    "quản": 136,
    "trị": 180,
    "và": 205,
    "an": 3,
    "ninh": 117,
    "mạng": 99,
    "như": 114,
    "thế": 162,
    "nào": 118,
    "biết": 8,
    "quy": 134,
    "trình": 177,
    "arena": 6,
    "multimedia": 93,
    "qua": 132,
    "website": 212,
    "khi": 71,
    "cuối": 24,
    "thiết": 152,
    "kế": 79,
    "đồ": 235,
    "họa": 65,
    "có": 28,
    "thể": 163,
    "trực": 183,
    "tiếp": 170,
    "trung": 174,
    "tâm": 185,
    "không": 74,
    "đã": 223,
    "nhận": 115,
    "được": 227,
    "giải": 48,
    "thưởng": 158,
    "gì": 51,
    "huy": 59,
    "chương": 16,
    "hay": 54,
    "chứng": 21,
    "nổi": 121,
    "bật": 10,
    "đạt": 228,
    "trong": 173,
    "lĩnh": 86,
    "vực": 210,
    "cntt": 22,
    "cho": 14,
    "các": 25,
    "của": 35,
    "công": 30,
    "tặng": 195,
    "quốc": 138,
    "gia": 45,
    "danh": 37,
    "hiệu": 57,
    "là": 83,
    "từng": 200,
    "đoạt": 219,
    "về": 207,
    "đào": 220,
    "tạo": 191,
    "uy": 201,
    "tín": 187,
    "mà": 95,
    "cúp": 31,
    "chất": 18,
    "lượng": 87,
    "xuất": 213,
    "sắc": 147,
    "phải": 127,
    "ai": 2,
    "giảng": 49,
    "viên": 203,
    "thông": 156,
    "tin": 168,
    "đội": 237,
    "ngũ": 110,
    "sách": 145,
    "ngành": 108,
    "kinh": 75,
    "nghiệm": 106,
    "thầy": 160,
    "cô": 29,
    "dạy": 41,
    "quảng": 137,
    "cáo": 27,
    "tiếng": 169,
    "anh": 4,
    "aptech": 5,
    "gặp": 52,
    "phụ": 130,
    "trách": 176,
    "chi": 13,
    "tiết": 171,
    "giới": 50,
    "thiệu": 153,
    "chung": 15,
    "sứ": 149,
    "mệnh": 101,
    "lịch": 89,
    "sử": 150,
    "hình": 61,
    "thành": 155,
    "ra": 139,
    "đời": 239,
    "từ": 199,
    "năm": 119,
    "mô": 97,
    "tả": 192,
    "nghệ": 107,
    "đh": 217,
    "thơ": 157,
    "hoạt": 58,
    "động": 238,
    "ở": 241,
    "đâu": 221,
    "vai": 202,
    "trò": 178,
    "khu": 72,
    "đồng": 236,
    "bằng": 12,
    "sông": 146,
    "cửu": 36,
    "long": 82,
    "tầm": 193,
    "nhìn": 113,
    "chức": 20,
    "năng": 120,
    "hôm": 62,
    "nay": 105,
    "rất": 141,
    "vui": 204,
    "đang": 216,
    "cảm": 32,
    "thấy": 159,
    "tuyệt": 184,
    "vời": 209,
    "trạng": 179,
    "tốt": 197,
    "thật": 161,
    "phấn": 128,
    "chấn": 17,
    "mình": 96,
    "một": 102,
    "ngày": 109,
    "đẹp": 231,
    "trời": 181,
    "tràn": 175,
    "đầy": 230,
    "ổn": 240,
    "đây": 222,
    "quá": 135,
    "bài": 9,
    "gồm": 53,
    "những": 116,
    "nội": 122,
    "dung": 39,
    "môn": 98,
    "thời": 164,
    "gian": 46,
    "bao": 7,
    "lâu": 85,
    "phí": 124,
    "tập": 194,
    "vào": 206,
    "data": 38,
    "science": 143,
    "đúng": 225,
    "kỳ": 80,
    "khai": 70,
    "chỉ": 19,
    "giá": 47,
    "tìm": 186,
    "hiểu": 55,
    "lập": 88,
    "tế": 196,
    "thức": 165,
    "hiện": 56,
    "lợi": 91,
    "ích": 214,
    "theo": 151,
    "mỹ": 104,
    "thuật": 154,
    "đa": 215,
    "phương": 126,
    "tiện": 172,
    "lớp": 90,
    "photoshop": 123,
    "illustrator": 69,
    "cấp": 33,
    "nhiêu": 112,
    "phù": 125,
    "hợp": 68,
    "với": 208,
    "mục": 103,
    "đích": 224,
    "điều": 218,
    "kiện": 77,
    "steam": 144,
    "dành": 40,
    "đối": 234,
    "tượng": 189,
    "liên": 81,
    "quan": 133,
    "đến": 232,
    "robotics": 140,
    "thực": 167,
    "hành": 60,
    "web": 211,
    "sắp": 148,
    "tới": 198,
    "bắt": 11,
    "đầu": 229
  },
  "intent": {
    "dang_ky": 0,
    "giai_thuong": 1,
    "giang_vien": 2,
    "gioi_thieu": 3,
    "mood_great": 9,
    "khoa_hoc_acnpro": 4,
    "khoa_hoc_aptech": 5,
    "khoa_hoc_arena": 6,
    "khoa_hoc_ngan_han": 7,
    "khoa_hoc_steam": 8,
    "ngaykhaigiang": 10,
    "tam_biet": 11,
    "xin_chao": 12
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 10,
    "action_unlikely_intent": 11,
    "action_back": 0,
    "action_extract_slots": 5,
    "utter_tam_biet": 12,
    "utter_xin_chao": 13
  },
  "action_text": null,
  "intent_response_key": null
}